{
  "о_технопарке": {
    "полное_название": "Учреждение образования 'Национальный детский технопарк'",
    "дата_основания": "1 января 2021 года",
    "адрес": "Франциска Скорины, 25 к 3",
    "целевая_аудитория": "Учащиеся 9–11 классов, проявившие выдающиеся способности в STEM-дисциплинах",
    "описание": "Национальный детский технопарк в Минске – это место для одарённых детей 9–11 классов. Открыт 1 января 2021 года по инициативе Президента Республики Беларусь. Подчиняется Министерству образования. Цель — выявление и поддержка одарённых детей, развитие их талантов через практическое обучение, исследовательскую деятельность и проектную работу, подготовка к участию в международных олимпиадах и конкурсах, формирование кадрового резерва для научно-технической сферы Беларуси.",
    "миссия": "Создание условий для раскрытия потенциала одарённых детей, развитие их критического мышления, навыков работы в команде и лидерских качеств, подготовка нового поколения учёных, инженеров и инноваторов, способных решать глобальные вызовы XXI века.",
    "принципы": [
      "Индивидуальный подход к каждому учащемуся",
      "Практико-ориентированное обучение: акцент на проектной деятельности и решении реальных задач",
      "Междисциплинарность: интеграция знаний из разных областей науки и технологий",
      "Сотрудничество с ведущими вузами, научными центрами и предприятиями"
    ],
    "инфраструктура": [
      "Современные учебные классы, оснащённые интерактивными досками и компьютерами",
      "Лаборатории с высокотехнологичным оборудованием: 3D-принтеры, лазерные станки, робототехнические комплексы",
      "Жилой корпус для проживания учащихся во время смен",
      "Библиотека с доступом к научной литературе и электронным ресурсам",
      "Спортивные и рекреационные зоны для отдыха и физической активности"
    ]
  },
  "образовательные_направления": [
    {
      "название": "Авиакосмические технологии",
      "описание": "Учащиеся изучают основы проектирования, моделирования и эксплуатации летательных аппаратов, включая беспилотные летательные аппараты (БПЛА). Программа включает изучение аэродинамики, материаловедения, систем управления и навигации. Учащиеся знакомятся с современными технологиями, используемыми в авиации и космонавтике, такими как спутниковая навигация и дистанционное зондирование Земли. Практическая часть включает создание моделей БПЛА, программирование систем управления, испытания в аэродинамической трубе, анализ данных с датчиков. Основные цели: освоить базовые принципы аэродинамики и механики полёта, научиться проектировать и собирать простые летательные аппараты, развить навыки работы с программным обеспечением для моделирования (например, SolidWorks, ANSYS). Примеры проектов: разработка модели дрона для доставки грузов, исследование влияния формы крыла на подъёмную силу. Необходимые навыки: проектирование и 3D-моделирование, программирование микроконтроллеров (например, Arduino), работа с датчиками и телеметрией. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Архитектура и дизайн",
      "описание": "Программа направлена на развитие навыков проектирования зданий, интерьеров и городской среды с использованием современных технологий. Учащиеся изучают основы архитектурного проектирования, принципы эргономики, экологического дизайна и устойчивого строительства. Особое внимание уделяется применению цифровых инструментов, таких как 3D-моделирование и визуализация. Практическая часть включает создание архитектурных макетов, разработку дизайн-проектов (например, интерьера комнаты или общественного пространства), работу с программами Autodesk Revit, SketchUp, Blender. Основные цели: освоить основы архитектурного проектирования и дизайна, научиться создавать 3D-модели зданий и интерьеров, развить эстетическое восприятие и понимание функциональности пространства. Примеры проектов: проект 'умного дома' с учётом энергоэффективности, дизайн общественного пространства (парка, библиотеки). Необходимые навыки: работа с CAD-программами (Autodesk Revit, AutoCAD), основы экологического дизайна, презентация и визуализация проектов. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Биотехнологии",
      "описание": "Программа посвящена изучению биологических процессов и их применению в медицине, сельском хозяйстве и промышленности. Учащиеся знакомятся с основами генетики, молекулярной биологии, биоинженерии и биомедицины. Они изучают методы работы с ДНК, культивирования клеток, а также применения биотехнологий для решения экологических и медицинских задач. Практическая часть включает проведение экспериментов в лаборатории (например, выделение ДНК, ПЦР-анализ), культивирование микроорганизмов, создание биопластика, анализ биологических данных. Основные цели: понять основы молекулярной биологии и генетики, освоить лабораторные методы работы с биологическими материалами, развить навыки анализа данных и интерпретации результатов экспериментов. Примеры проектов: исследование устойчивости бактерий к антибиотикам, создание биопластика из растительного сырья. Необходимые навыки: работа с лабораторным оборудованием (микроскопы, центрифуги, ПЦР-аппараты), анализ генетических данных, применение биотехнологий в экологии и медицине. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Виртуальная и дополненная реальность",
      "описание": "Учащиеся изучают технологии создания виртуальной (VR) и дополненной (AR) реальности, их применение в образовании, медицине, архитектуре и игровой индустрии. Программа включает основы 3D-моделирования, программирования VR/AR-приложений и работы с устройствами (например, очки Oculus, Microsoft HoloLens). Практическая часть включает разработку VR/AR-приложений с использованием Unity и Unreal Engine, создание 3D-моделей, тестирование приложений на VR-гарнитурах. Основные цели: освоить основы разработки VR/AR-приложений, научиться создавать интерактивные 3D-среды, понять, как VR/AR могут применяться в разных отраслях. Примеры проектов: виртуальный тур по технопарку, AR-приложение для изучения анатомии человека. Необходимые навыки: программирование на C# (Unity), 3D-моделирование (Blender, 3ds Max), работа с VR/AR-устройствами. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Зелёная химия",
      "описание": "Программа направлена на изучение экологически безопасных химических технологий, которые минимизируют воздействие на окружающую среду. Учащиеся изучают принципы зелёной химии, разрабатывают безопасные химические процессы, исследуют возобновляемые источники сырья и способы утилизации отходов. Практическая часть включает проведение химических экспериментов (например, синтез биодеградируемых материалов), анализ экологического следа химических процессов, разработку методов переработки отходов. Основные цели: понять принципы зелёной химии (12 принципов Пола Анастаса), научиться разрабатывать экологически безопасные химические процессы, развить навыки анализа и оптимизации химических реакций. Примеры проектов: синтез биодеградируемого полимера, исследование способов очистки воды с помощью природных сорбентов. Необходимые навыки: проведение химических экспериментов, анализ экологического воздействия, работа с лабораторным оборудованием (спектрофотометры, хроматографы). Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Инженерная экология",
      "описание": "Программа посвящена изучению технологий, которые помогают минимизировать воздействие человека на окружающую среду. Учащиеся изучают методы очистки воды и воздуха, переработки отходов, мониторинга окружающей среды, а также применения инженерных решений для устойчивого развития. Практическая часть включает разработку систем очистки воды, создание моделей для переработки отходов, использование датчиков для мониторинга качества воздуха. Основные цели: освоить инженерные подходы к решению экологических проблем, научиться проектировать системы для очистки и переработки, развить навыки работы с экологическими датчиками. Примеры проектов: система фильтрации воды для сельских школ, модель переработки пластиковых отходов. Необходимые навыки: проектирование экологических систем, работа с датчиками (например, датчики CO2, pH-метры), анализ данных мониторинга окружающей среды. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Информационная безопасность",
      "описание": "Программа направлена на изучение методов защиты данных и информационных систем от кибератак. Учащиеся изучают основы криптографии, анализа уязвимостей, защиты сетей, а также этические аспекты кибербезопасности. Практическая часть включает анализ уязвимостей веб-приложений, настройку шифрования данных, симуляцию кибератак (например, с помощью Kali Linux), разработку систем защиты. Основные цели: понять основы кибербезопасности и защиты данных, научиться выявлять уязвимости и защищать системы, освоить базовые инструменты для анализа безопасности. Примеры проектов: разработка системы шифрования сообщений, анализ уязвимостей школьного сайта. Необходимые навыки: основы криптографии (RSA, AES), работа с инструментами анализа безопасности (Wireshark, Metasploit), настройка сетевой безопасности (фаерволы, VPN). Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Информационные и компьютерные технологии",
      "описание": "Программа охватывает разработку программного обеспечения, изучение алгоритмов, баз данных и основ искусственного интеллекта. Учащиеся изучают языки программирования (Python, Java), структуры данных, а также основы машинного обучения. Практическая часть включает написание программ (например, игры, чат-бота), разработку баз данных (MySQL, SQLite), создание простых нейронных сетей. Основные цели: освоить основы программирования и алгоритмизации, научиться разрабатывать программное обеспечение, понять принципы работы искусственного интеллекта. Примеры проектов: чат-бот для школьного сайта, игра на Python с использованием Pygame. Необходимые навыки: программирование (Python, Java), работа с базами данных (SQL), основы машинного обучения (библиотека TensorFlow). Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Лазерные технологии",
      "описание": "Программа посвящена изучению принципов работы лазеров и их применения в промышленности, медицине и научных исследованиях. Учащиеся изучают физику лазеров, оптику, а также технологии лазерной обработки материалов. Практическая часть включает работу с лазерными установками, резку и гравировку материалов, создание оптических систем, измерение параметров лазерного излучения. Основные цели: понять физические основы работы лазеров, научиться применять лазеры в практических задачах, развить навыки работы с оптическим оборудованием. Примеры проектов: лазерная гравировка на металле, исследование спектральных характеристик лазера. Необходимые навыки: работа с лазерными установками, основы оптики и спектроскопии, техника безопасности при работе с лазерами. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Машины и двигатели. Автомобилестроение",
      "описание": "Программа направлена на изучение принципов работы двигателей внутреннего сгорания, электродвигателей и гибридных систем, а также основ проектирования автомобилей. Учащиеся изучают механику, термодинамику, системы управления и современные тенденции в автомобилестроении (например, электромобили). Практическая часть включает сборку моделей двигателей, проектирование узлов автомобиля, тестирование электродвигателей, анализ эффективности топливных систем. Основные цели: понять принципы работы двигателей и систем автомобиля, научиться проектировать и собирать механические системы, изучить современные технологии в автомобилестроении. Примеры проектов: модель электромобиля с солнечной батареей, исследование эффективности гибридного двигателя. Необходимые навыки: проектирование в CAD (SolidWorks, AutoCAD), работа с механическими системами, анализ энергетической эффективности. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Наноиндустрия и нанотехнологии",
      "описание": "Программа посвящена изучению материалов и технологий на наноуровне. Учащиеся изучают свойства наноматериалов, методы их синтеза, а также применение в электронике, медицине и энергетике. Особое внимание уделяется нанотехнологиям в создании новых материалов, таких как графен. Практическая часть включает синтез наночастиц, изучение их свойств с помощью микроскопов (например, сканирующего электронного микроскопа), создание простых нанокомпозитов. Основные цели: понять основы нанотехнологий и их применения, научиться работать с наноматериалами, развить навыки анализа наноструктур. Примеры проектов: синтез наночастиц серебра для антибактериального покрытия, исследование свойств графена. Необходимые навыки: работа с наноматериалами, использование микроскопов (SEM, TEM), анализ физико-химических свойств. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Природные ресурсы",
      "описание": "Программа направлена на изучение рационального использования природных ресурсов, таких как вода, почва, леса и минералы. Учащиеся изучают методы добычи, переработки и восстановления ресурсов, а также технологии, снижающие экологический ущерб. Практическая часть включает анализ качества воды и почвы, разработку методов восстановления земель, изучение возобновляемых ресурсов (например, биотоплива). Основные цели: понять принципы устойчивого использования ресурсов, научиться анализировать состояние природных систем, развить навыки разработки экологических технологий. Примеры проектов: исследование качества воды в реке Свислочь, проект по восстановлению земель после добычи полезных ископаемых. Необходимые навыки: анализ природных ресурсов (химический, физический), разработка экологических технологий, работа с геоинформационными системами (GIS). Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Робототехника",
      "описание": "Программа охватывает проектирование, сборку и программирование роботов. Учащиеся изучают основы механики, электроники и программирования, а также применение роботов в промышленности, медицине и быту. Практическая часть включает сборку роботов на базе Arduino или Raspberry Pi, программирование движений и взаимодействия с окружающей средой, участие в мини-соревнованиях роботов. Основные цели: освоить основы робототехники и программирования, научиться собирать и управлять роботами, развить навыки работы в команде. Примеры проектов: робот для сортировки мусора, робот-исследователь для труднодоступных мест. Необходимые навыки: программирование (C++, Python), работа с микроконтроллерами (Arduino, Raspberry Pi), проектирование механических систем. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Электроника и связь",
      "описание": "Программа посвящена изучению электронных систем, схемотехники и технологий связи. Учащиеся изучают основы электроники, работу с микроконтроллерами, а также принципы передачи данных (Wi-Fi, Bluetooth, 5G). Практическая часть включает сборку электронных схем, программирование микроконтроллеров, создание систем связи (например, передача данных через Bluetooth). Основные цели: понять основы электроники и схемотехники, научиться создавать электронные устройства, изучить современные технологии связи. Примеры проектов: система умного освещения на базе Arduino, передача данных между устройствами через Bluetooth. Необходимые навыки: работа с паяльным оборудованием, программирование микроконтроллеров, основы сетевых технологий. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    },
    {
      "название": "Энергетика будущего",
      "описание": "Программа направлена на изучение возобновляемых источников энергии (солнечная, ветровая, геотермальная) и технологий повышения энергоэффективности. Учащиеся изучают принципы работы солнечных панелей, ветрогенераторов, а также системы хранения энергии. Практическая часть включает сборку моделей солнечных панелей, создание систем хранения энергии, анализ эффективности возобновляемых источников. Основные цели: понять принципы работы возобновляемых источников энергии, научиться проектировать энергоэффективные системы, развить навыки анализа энергетических систем. Примеры проектов: модель ветрогенератора для дома, система хранения энергии от солнечных панелей. Необходимые навыки: проектирование энергетических систем, работа с возобновляемыми источниками энергии, анализ энергоэффективности. Длительность обучения: 72 часа, размер группы: 7-10 человек, график занятий: 6 раз в неделю по 4 часа."
    }
  ],
  "список_направлений": [
    "Авиакосмические технологии",
    "Архитектура и дизайн",
    "Биотехнологии",
    "Виртуальная и дополненная реальность",
    "Зелёная химия",
    "Инженерная экология",
    "Информационная безопасность",
    "Информационные и компьютерные технологии",
    "Лазерные технологии",
    "Машины и двигатели. Автомобилестроение",
    "Наноиндустрия и нанотехнологии",
    "Природные ресурсы",
    "Робототехника",
    "Электроника и связь",
    "Энергетика будущего"
  ],
  "процедура_отбора": {
    "общее_описание": "Отбор в Национальный детский технопарк состоит из 2 этапов",
    "этап_1": {
      "название": "Заочный, в дистанционной форме",
      "требования": [
        "заполнить онлайн-заявку",
        "прикрепить исследовательский проект и/или диплом победителя или участника международных, республиканских, областных образовательных мероприятий"
      ]
    },
    "этап_2": {
      "название": "Очный, проводится в областных учреждениях образования",
      "описание": "состоит из теста и собеседования",
      "тест": {
        "блоки": [
          "общая физика",
          "математика",
          "логика",
          "пространственное мышление",
          "естественные науки"
        ],
        "примечание": "Вопросы по общеобразовательным предметам берутся со школьной программы до 9 класса",
        "структура": [
          "блок А – 30 вопросов, по 1 баллу за каждый правильный ответ",
          "блок Б – 10 вопросов, по 2 балла за каждый правильный ответ"
        ],
        "особенности": [
          "На каждую смену разрабатывается новый тест",
          "Особенной подготовки к нему не требуется – достаточно хорошо учиться в школе и иметь широкий кругозор",
          "При желании можно повторить общеобразовательную программу"
        ]
      }
    },
    "критерии_оценки_проекта": {
      "максимальный_балл": 30,
      "категории": [
        {
          "название": "Соответствие содержания проекта выбранному образовательному направлению",
          "максимум_баллов": 2,
          "примечание": "Если проект не соответствует выбранному образовательному направлению, дальнейшая оценка проекта не осуществляется и учащийся не принимает дальнейшего участия в отборе"
        },
        {
          "название": "Актуальность поставленной проблемы",
          "максимум_баллов": 6,
          "подкатегории": [
            "Значение идеи для решения современных проблем и задач (0-3 баллов)",
            "Научная и техническая новизна — обращается ли автор к проблеме, для решения которой пока не существует ответов (0-3 баллов)"
          ]
        },
        {
          "название": "Теоретическая и практическая ценность",
          "максимум_баллов": 6,
          "подкатегории": [
            "Результаты исследования применены на практике (0-3 баллов)",
            "Работа решает или детально прорабатывает проблемные вопросы в определённой научной области (0-3 баллов)"
          ]
        },
        {
          "название": "Качество содержания проектной работы",
          "максимум_баллов": 8,
          "подкатегории": [
            "Выводы работы соответствуют поставленным задачам (0-2 баллов)",
            "Оригинальность проекта (0-2 баллов)",
            "Наличие исследовательского аспекта в работе (0-2 баллов)",
            "Есть ли у работы перспектива развития (0-2 баллов)"
          ]
        },
        {
          "название": "Правильность оформления работы",
          "максимум_баллов": 8,
          "подкатегории": [
            "Соответствие структуры работы предъявляемым требованиям (0-2 баллов)",
            "Титульный лист (0-1 баллов)",
            "Оформление оглавления, заголовков разделов, подразделов (0-2 баллов)",
            "Информационные источники (0-1 баллов)",
            "Оформление рисунков, графиков, таблиц, приложений (0-2 баллов)"
          ]
        }
      ]
    }
  },
  "информация_для_поступления": "Для поступления в Национальный детский технопарк необходимо пройти два этапа отбора. \n\nЭтап 1 (заочный): Заполнить онлайн-заявку на сайте, прикрепив к ней проект исследовательского характера и/или диплом победителя/участника международных, республиканских, областных образовательных мероприятий. Требования к проекту представлены в соответствующем разделе.\n\nЭтап 2 (очный): Выполнить тестовое задание на определение уровня технического, аналитического и пространственного мышления. Пройти собеседование и выбрать образовательное направление в соответствии с количеством набранных баллов в предыдущих этапах. Проводится на базе регионального учреждения образования.\n\nНеобходимо прикрепить к заявке характеристику из учреждения образования за подписью руководителя или уполномоченного лица.\n\nВ заявке указывается личная информация (ФИО, контакты, дата рождения, место учебы, класс), информация о месте жительства, данные родителей/законных представителей, выбранная смена и образовательное направление.\n\nПо вопросам отбора можно обратиться по телефону 8 (017) 311 24 62 или к нашему консультанту, нажав на команду /help.",
  "documents_checklist": [
    {
      "id": "statement",
      "name": "Заявление о зачислении"
    },
    {
      "id": "consent",
      "name": "Согласие родителей"
    },
    {
      "id": "study_plan",
      "name": "Учебный план"
    },
    {
      "id": "birth_cert",
      "name": "Свидетельство о рождении + копия"
    },
    {
      "id": "health_cert",
      "name": "Мед. справка о здоровье"
    },
    {
      "id": "pool_cert",
      "name": "Справка для бассейна"
    },
    {
      "id": "contacts_cert",
      "name": "Справка об отсутствии контактов"
    }
  ],
  "образовательные_смены": {
    "описание": "Образовательные смены – это интенсивные очные программы обучения для талантливых детей, проводимые в Технопарке. Каждая смена длится 24 дня и включает теоретические занятия, практическую работу над проектами, мастер-классы, экскурсии и культурно-досуговые мероприятия.",
    "структура_смены": [
      "Теоретические и практические занятия по выбранному направлению",
      "Проектная деятельность под руководством опытных преподавателей",
      "Мастер-классы и встречи с экспертами",
      "Культурная программа и экскурсии",
      "Защита проектов в конце смены"
    ],
    "этапы_обучения": [
      {
        "номер": 1,
        "название": "Очное обучение в Технопарке",
        "описание": "Обучение в Национальном детском технопарке в очной форме получения образования (работа над проектом)"
      },
      {
        "номер": 2,
        "название": "Определение перспективных работ",
        "описание": "Определение наиболее перспективных работ (проектов) учащихся по результатам учёбы в технопарке"
      },
      {
        "номер": 3,
        "название": "Зачисление на заочное обучение",
        "описание": "Зачисление для обучения в заочной форме получения образования (по рекомендациям педагогов)"
      },
      {
        "номер": 4,
        "название": "Заочное обучение",
        "описание": "Освоение содержания образовательной программы в заочной форме получения образования (3 месяца)"
      }
    ]
  },
  "дистанционное_обучение": {
    "описание": "Дистанционное обучение – это форма получения образования после окончания очной образовательной смены, которая позволяет учащимся продолжить работу над своими проектами под руководством преподавателей. Для зачисления на дистанционное обучение необходимо получить рекомендацию педагогов по итогам очной образовательной смены.",
    "сокращенное_название": "Дистант",
    "особенности": [
      "Продолжительность дистанционного обучения составляет 3 месяца",
      "Обучение проводится с использованием современных образовательных платформ",
      "Учащимся предоставляется доступ к специализированной литературе, видеолекциям и онлайн-консультациям",
      "Регулярные онлайн-встречи с преподавателями для обсуждения проекта",
      "Возможность получить рекомендацию для поступления в вузы без вступительных испытаний"
    ]
  },
  "проживание": {
    "описание": "На протяжении смены учащиеся проживают в Технодоме блочного типа. В каждом блоке две комнаты на два человека, туалет и душ. В столовой организовано пятиразовое питание. На каждом этаже есть прачечная.",
    "инфраструктура": [
      "Комнаты на 2 человека в блоках с санузлом",
      "Столовая с пятиразовым питанием",
      "Прачечная на каждом этаже",
      "Тренажёрный и спортивный залы",
      "Комнаты самоподготовки",
      "Зал риторики",
      "Выставочный и актовый залы",
      "Настольные игры и зоны отдыха"
    ],
    "примечание_о_посещениях": "Родители допускаются на территорию Технодома только в день заезда и разъезда. Родительского дня нет, чтобы обеспечить равные условия для всех учащихся и поддерживать эпидемиологическую безопасность."
  },
  "требования_к_проекту": {
    "описание": "Учащийся должен разработать и представить проект исследовательского характера по выбранному направлению. Например, если планируется обучение по направлению 'Робототехника', то проект должен быть выполнен в рамках этого направления.",
    "оформление": {
      "объем": "Не более 10 страниц А4",
      "шрифт": "14pt",
      "отступы": "сверху и снизу — 2 см, слева — 3 см, справа — 1 см",
      "нумерация": "Внизу посередине",
      "формат": "PDF"
    },
    "структура": [
      "Титульный лист",
      "Оглавление",
      "Введение (постановка задачи)",
      "Основная часть",
      "Заключение",
      "Список использованных источников",
      "Приложения (при наличии)"
    ],
    "примеры_проектов": [
      {
        "направление": "Робототехника",
        "проекты": [
          {
            "название": "Робот-сортировщик мусора",
            "описание": "Разработка автоматизированной системы для сортировки различных типов отходов с использованием компьютерного зрения и машинного обучения"
          },
          {
            "название": "Робот-исследователь для труднодоступных мест",
            "описание": "Создание мобильного робота с дистанционным управлением для обследования опасных или труднодоступных зон"
          }
        ]
      },
      {
        "направление": "Виртуальная и дополненная реальность",
        "проекты": [
          {
            "название": "Виртуальный тур по технопарку",
            "описание": "Разработка интерактивного VR-приложения для ознакомления с инфраструктурой и возможностями технопарка"
          },
          {
            "название": "AR-приложение для изучения анатомии",
            "описание": "Создание образовательного приложения с использованием дополненной реальности для визуализации анатомических структур"
          }
        ]
      },
      {
        "направление": "Энергетика будущего",
        "проекты": [
          {
            "название": "Умная система энергосбережения для дома",
            "описание": "Разработка комплексного решения для оптимизации энергопотребления с использованием солнечных панелей и умных датчиков"
          },
          {
            "название": "Гибридная ветро-солнечная установка",
            "описание": "Проектирование и создание модели комбинированной энергетической установки с оценкой эффективности"
          }
        ]
      },
      {
        "направление": "Биотехнологии",
        "проекты": [
          {
            "название": "Биоразлагаемая упаковка из растительных отходов",
            "описание": "Исследование и разработка экологичного материала для упаковки на основе сельскохозяйственных отходов"
          },
          {
            "название": "Система биомониторинга качества воды",
            "описание": "Создание биосенсорной системы для определения загрязнений в водоемах с использованием микроорганизмов"
          }
        ]
      },
      {
        "направление": "Информационная безопасность",
        "проекты": [
          {
            "название": "Система защиты от фишинговых атак",
            "описание": "Разработка программного обеспечения для выявления и блокировки фишинговых писем с использованием машинного обучения"
          },
          {
            "название": "Анализатор уязвимостей веб-приложений",
            "описание": "Создание инструмента для автоматического поиска и классификации уязвимостей в веб-приложениях"
          }
        ]
      },
      {
        "направление": "Лазерные технологии",
        "проекты": [
          {
            "название": "Система лазерной гравировки с ЧПУ",
            "описание": "Разработка устройства для прецизионной лазерной гравировки с программным управлением"
          },
          {
            "название": "Лазерный дальномер для беспилотных систем",
            "описание": "Создание компактного лазерного дальномера с высокой точностью для применения в БПЛА"
          }
        ]
      },
      {
        "направление": "Архитектура и дизайн",
        "проекты": [
          {
            "название": "Экологичный модульный дом",
            "описание": "Проектирование энергоэффективного жилого модуля с использованием современных экологичных материалов"
          },
          {
            "название": "Трансформируемое общественное пространство",
            "описание": "Разработка концепции многофункционального городского пространства с возможностью быстрой трансформации"
          }
        ]
      },
      {
        "направление": "Инженерная экология",
        "проекты": [
          {
            "название": "Система очистки воздуха с биофильтрацией",
            "описание": "Разработка установки для очистки воздуха с использованием живых растений и микроорганизмов"
          },
          {
            "название": "Умная система сбора дождевой воды",
            "описание": "Создание автоматизированной системы для сбора, очистки и использования дождевой воды"
          }
        ]
      }
    ]
  },
  "часто_задаваемые_вопросы": [
    {
      "вопрос": "Что делать, если нет ноутбука?",
      "ответ": "Ноутбук предоставляется джуниорам на время, но только для работы над исследовательскими проектами в Технодоме."
    },
    {
      "вопрос": "Нужно ли брать с собой школьные учебники?",
      "ответ": "Учебники не требуются, поскольку учащимся на время обучения предоставляются электронные носители информации, где размещены необходимые учебные материалы."
    },
    {
      "вопрос": "Как происходит распределение по комнатам в Технодоме?",
      "ответ": "В одной комнате живут, как правило, учащиеся одного профиля. Решение о распределении ребят по комнатам принимает руководство Детского технопарка."
    },
    {
      "вопрос": "Кто отвечает за моего ребёнка во время его пребывания в Детском технопарке?",
      "ответ": "За каждым профилем закреплены тимлидеры, которые постоянно находятся с учащимися. Ночью работает ночной воспитатель. Кроме того, в Технодоме функционирует система видеонаблюдения."
    },
    {
      "вопрос": "Есть ли Wi-Fi в Технодоме?",
      "ответ": "Да. Пароль можно получить у тимлидера."
    },
    {
      "вопрос": "Нужно ли давать ребёнку деньги?",
      "ответ": "Не рекомендуется давать ребенку большую сумму денег, а также ценные вещи и дорогую технику."
    },
    {
      "вопрос": "Как ребёнок может постирать свои вещи?",
      "ответ": "В Технодоме есть своя прачечная. Ребята сдают свои вещи в специальных пакетах для стирки тимлидерам, а потом забирают их чистыми."
    },
    {
      "вопрос": "Что делать если ребенок почувствовал недомогание?",
      "ответ": "Необходимо обратиться к тимлидеру с просьбой проводить его к врачу или вызвать скорую помощь."
    },
    {
      "вопрос": "Что делают дети в свободное от образовательной и научной деятельности время?",
      "ответ": "Учащиеся включаются в различные виды культурной, спортивной, творческой и досуговой деятельности. Организуются тренинги, мастер-классы, культурные мероприятия, экскурсии, посещение культурных и спортивно-оздоровительных учреждений города Минска."
    }
  ],
  "льготы_для_выпускников": {
    "описание": "Выпускники Национального детского технопарка могут получить право на зачисление в учреждения высшего образования без вступительных испытаний.",
    "процедура_получения_рекомендации": {
      "сроки": "Запрос в детский технопарк должен быть направлен не позднее 15 апреля года приема",
      "необходимые_документы": [
        "Запрос (лично или заказным письмом)",
        "Характеристика",
        "Выписка из классного журнала с указанием оценки поведения",
        "Сведения об успеваемости за учебный год, предшествующий году приема, и три учебные четверти учебного года приема"
      ],
      "решение": "Наблюдательный совет не позднее 15 мая принимает решение о выдаче или отказе в выдаче рекомендации"
    },
    "правовая_основа": "Постановление Министерства образования от 20 февраля 2024 года № 21 расширяет перечень специальностей высшего образования, при поступлении на которые выпускники технопарка зачисляются без вступительных испытаний"
  },
  "актуальные_смены": {
    "смены": [
      {
        "id": "demo_0001",
        "title": "Смена Весенняя 2025",
        "dates": "19.07.2025 - 12.08.2025",
        "period": {
          "start_date": "19.07.2025",
          "end_date": "12.08.2025",
          "year": "2025",
          "month": "July",
          "season": "весна"
        },
        "directions": [
          "Виртуальная реальность",
          "Программирование"
        ],
        "description": "Интенсивная образовательная программа по направлениям Виртуальная реальность, Программирование. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Запись открыта",
        "deadline": "05.07.2025",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "16",
        "parsed_at": "2025-06-19T15:10:39.611239"
      },
      {
        "id": "demo_0002",
        "title": "Смена Летняя 2025",
        "dates": "02.09.2025 - 26.09.2025",
        "period": {
          "start_date": "02.09.2025",
          "end_date": "26.09.2025",
          "year": "2025",
          "month": "September",
          "season": "лето"
        },
        "directions": [
          "Аэрокосмические технологии",
          "Инженерия"
        ],
        "description": "Интенсивная образовательная программа по направлениям Аэрокосмические технологии, Инженерия. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Скоро откроется",
        "deadline": "19.08.2025",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "19",
        "parsed_at": "2025-06-19T15:10:39.611315"
      },
      {
        "id": "demo_0003",
        "title": "Смена Осенняя 2025",
        "dates": "17.10.2025 - 10.11.2025",
        "period": {
          "start_date": "17.10.2025",
          "end_date": "10.11.2025",
          "year": "2025",
          "month": "October",
          "season": "осень"
        },
        "directions": [
          "Аэрокосмические технологии",
          "Инженерия"
        ],
        "description": "Интенсивная образовательная программа по направлениям Аэрокосмические технологии, Инженерия. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Запись закрыта",
        "deadline": "03.10.2025",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "20",
        "parsed_at": "2025-06-19T15:10:39.611361"
      },
      {
        "id": "demo_0004",
        "title": "Смена Зимняя 2025",
        "dates": "01.12.2025 - 25.12.2025",
        "period": {
          "start_date": "01.12.2025",
          "end_date": "25.12.2025",
          "year": "2025",
          "month": "December",
          "season": "зима"
        },
        "directions": [
          "Виртуальная реальность",
          "Программирование"
        ],
        "description": "Интенсивная образовательная программа по направлениям Виртуальная реальность, Программирование. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Запись открыта",
        "deadline": "17.11.2025",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "15",
        "parsed_at": "2025-06-19T15:10:39.611406"
      },
      {
        "id": "demo_0005",
        "title": "Смена Весенняя 2026",
        "dates": "15.01.2026 - 08.02.2026",
        "period": {
          "start_date": "15.01.2026",
          "end_date": "08.02.2026",
          "year": "2026",
          "month": "January",
          "season": "весна"
        },
        "directions": [
          "Энергетика будущего",
          "Физика"
        ],
        "description": "Интенсивная образовательная программа по направлениям Энергетика будущего, Физика. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Скоро откроется",
        "deadline": "01.01.2026",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "19",
        "parsed_at": "2025-06-19T15:10:39.611450"
      },
      {
        "id": "demo_0006",
        "title": "Смена Летняя 2026",
        "dates": "01.03.2026 - 25.03.2026",
        "period": {
          "start_date": "01.03.2026",
          "end_date": "25.03.2026",
          "year": "2026",
          "month": "March",
          "season": "лето"
        },
        "directions": [
          "Информационная безопасность",
          "Программирование"
        ],
        "description": "Интенсивная образовательная программа по направлениям Информационная безопасность, Программирование. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Запись закрыта",
        "deadline": "15.02.2026",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "18",
        "parsed_at": "2025-06-19T15:10:39.611495"
      },
      {
        "id": "demo_0007",
        "title": "Смена Осенняя 2026",
        "dates": "15.04.2026 - 09.05.2026",
        "period": {
          "start_date": "15.04.2026",
          "end_date": "09.05.2026",
          "year": "2026",
          "month": "April",
          "season": "осень"
        },
        "directions": [
          "Аэрокосмические технологии",
          "Инженерия"
        ],
        "description": "Интенсивная образовательная программа по направлениям Аэрокосмические технологии, Инженерия. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Скоро откроется",
        "deadline": "01.04.2026",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "22",
        "parsed_at": "2025-06-19T15:10:39.611546"
      },
      {
        "id": "demo_0008",
        "title": "Смена Зимняя 2026",
        "dates": "30.05.2026 - 23.06.2026",
        "period": {
          "start_date": "30.05.2026",
          "end_date": "23.06.2026",
          "year": "2026",
          "month": "May",
          "season": "зима"
        },
        "directions": [
          "ИИ и машинное обучение",
          "Программирование"
        ],
        "description": "Интенсивная образовательная программа по направлениям ИИ и машинное обучение, Программирование. Участники изучат современные технологии, поработают над проектами и получат практический опыт в выбранной области.",
        "enrollment_status": "Запись открыта",
        "deadline": "16.05.2026",
        "age_group": "9-11 классы",
        "duration_days": "24 дня",
        "places_available": "20",
        "parsed_at": "2025-06-19T15:10:39.611594"
      }
    ],
    "последнее_обновление": "2025-06-19T15:10:39.611642",
    "источник": "demo_data"
  }
}